<template>
  <div class="container p-5">
    <router-link to="/">
      <button class="btn btn-dark">الرجوع</button>
    </router-link>
    <h1 class="text-center">قصتنا</h1>
    <p>
      قبل ردح من الزمن، اجتمع مجموعة من الشباب الشغوفين والمصممين على تحقيق تأثير إيجابي في مجتمعهم.
      كان إلهامهم بخلق تغيير ملموس منطلقا من حسهم بالمسؤولية وإيمانهم العميق بإمكانية تحقيق التغيير
      من خلال الجهود الجماعية.
    </p>
    <p>
      بعد مناقشات وجلسات كثيرة، أدركوا أن هناك فجوة في الطريقة التي يسعى بها الناس إلى تحقيق أحلامهم
      ومشاريعهم سواء كانت انتاجية او خيرية. فبينما كان لديهم العديد من الأفكار والطموحات الرائعة،
      كانوا غالبًا يواجهون صعوبة في جذب الدعم الكافي.
    </p>
    <p>
      بعد تفكير عميق وبحث مكثف، وجدوا فكرة فريدة ومبتكرة: إنشاء منظمة غير ربحية تسمح للأفراد ببدء
      مشاريعهم الخاصة داخل هذه المنظمة. بدلاً من محاولة تنفيذ مشاريعهم بمفردهم، سيتاح لهم الفرصة
      للانضمام إلى مجتمع داعم يشجع على تبادل الخبرات والموارد.
    </p>
    <p>
      كان هذا المفهوم المبتكر لإطلاق المشاريع داخل منظمة واحدة يجمع بين الأفراد المبدعين والمبتكرين
      والمخلصين في مكان واحد. بدأوا في تحقيق حلمهم من خلال توفير البنية التحتية والدعم الضروري
      للمشاريع المختلفة، مما يجعل الفكرة ممكنة وملهمة للجميع. وما زالوا يسعون بكل حماس وتفاني لدعم
      الأفراد في تحقيق أحلامهم وتطوير مشاريعهم.
    </p>
  </div>
</template>
