<template>
  <div class="container p-5">
    <router-link to="/">
      <button class="btn btn-dark">الرجوع</button>
    </router-link>
    <h1 class="text-center mb-4">ميزتنا</h1>
    <p>
      منصة للتعاون: مفهومهم المبتكر للسماح بإطلاق المشاريع داخل المنظمة في بيئة تعاونية، حيث يتمكن
      الأفراد من مشاركة أفكارهم والتعلم من تجارب بعضهم البعض.
    </p>
    <p>
      شبكة داعمة: من خلال جمع العدد من المشاريع تحت مظلة واحدة، يمكن للأفراد أن يستفيدوا من شبكة
      واسعة من الدعم المشترك. يمكنهم تبادل المعرفة والمهارات والموارد بين بعضهم البعض.
    </p>
    <p>
      توجيه وإرشاد: فرصة للأفراد للحصول على توجيه وإرشاد من خلال الخبراء والمتخصصين في مجالات
      مختلفة. ليساعدهم على تحسين مشاريعهم وزيادة فرص نجاحها.
    </p>
    <p>
      تحفيز الإبداع: نوفر بيئة تشجيعية تعزز من الإبداع والتفكير المبتكر. الأفكار الجديدة والمبادرات
      المبتكرة مستمدة من التفاعل والتشاور المستمر.
    </p>
    <p>
      تأثير اجتماعي: من خلال دمج الأفكار والجهود، نعزز التأثير الاجتماعي ونعمل سويًا نحو تحقيق تغيير
      حقيقي يعود بالفائدة على المجتمع.
    </p>
    <p>
      لسنا فقط منظمة غير ربحية، بل مجموعة ملهمة تعمل بروح التعاون والإبداع من أجل خلق وطن أفضل
      وتقديم يد الدعم للجميع.
    </p>
  </div>
</template>
