<template>
  <div class="container p-5">
    <router-link to="/">
      <button class="btn btn-dark">الرجوع</button>
    </router-link>
    <h1 class="fs-1 text-center text-blue mt-5 mb-4">القرض الحسن</h1>
    <p>
      القرض الحسن، المعروف أيضًا بالقرض الخيري أو القرض الإنساني، هو نوع من التمويل الذي يتميز بأنه
      لا يحمل فوائد ربوية، ويتم منحه للأفراد أو المؤسسات بهدف مساعدتهم في تحقيق أهدافهم المالية أو
      تلبية احتياجاتهم. يعتبر هذا النوع من التمويل مهمًا في العديد من الثقافات والديانات، حيث يعتبر
      القرض الحسن وسيلة للمساهمة في تحسين حياة الآخرين دون تحملهم لأعباء مالية ثقيلة.
    </p>
    <p>
      يستند القرض الحسن إلى مفهوم التعاون والتضامن الاجتماعي، حيث يمكن للأفراد أو المجتمعات المساهمة
      في دعم أفراد ذوي الحاجات أو المشاريع التي تعود بالفائدة على المجتمع بشكل عام. يتميز القرض
      الحسن بأنه يعزز من فرص النجاح والتنمية للمستفيدين دون وضعهم في دوامة الديون والفوائد المرتفعة.
    </p>
    <h4 class="mt-5 mb-4">من الجوانب المهمة للقرض الحسن :</h4>
    <p>
      1. عدم وجود فوائد ربوية: القرض الحسن يتميز بأنه لا يحمل أي فوائد ربوية، وهذا يتوافق مع تجنب
      الربا وفقًا للعقائد والقيم الدينية في الإسلام وغيرها من الديانات.
    </p>
    <p>
      2. التأثير الإيجابي على المجتمع: من خلال تقديم القروض الحسنة، يمكن للمجتمع تحقيق تحسن اقتصادي
      واجتماعي، حيث يتم دعم المشاريع الصغيرة والمتوسطة وتمكين الأفراد من تحقيق استقلال مالي.
    </p>
    <p>
      3. تعزيز روح المساعدة والتعاون: يعمل القرض الحسن على تعزيز روح التكافل والتعاون بين أفراد
      المجتمع، وهذا يسهم في تعزيز الروابط الاجتماعية.
    </p>
    <p>
      4. الاستدامة الاقتصادية: بدلاً من الاعتماد على المساعدات النقدية، يمكن للقروض الحسنة أن تكون
      وسيلة أكثر استدامة لتحقيق التنمية الشخصية والاقتصادية.
    </p>
    <p>
      5. التحديات: قد تواجه القروض الحسنة تحديات مثل عدم قدرة المستفيدين على سداد القروض أو عدم
      تحقيق الأهداف المالية المخطط لها. لذا، يجب أن يتم اختيار المستفيدين وتقديم القروض بحذر
      ومسؤولية.
    </p>
    <p>
      6. التنظيم والشفافية: من المهم وضع آليات تنظيمية وآليات رصد لضمان أن القروض تمنح لأولئك الذين
      في حاجة حقيقية إليها وبطريقة تضمن الشفافية والعدالة.
    </p>
    <p>
      7. تغيير الرؤية : تحويل هدف المتبرع من صدقة لمرة واحد الى صدقة جارية واستثمار خيري مستمر في
      مجتمعه وتغيير العقلية الاستهلاكية للمقترض الى عقلية إنتاجية.
    </p>
    <p>8. تعزيز الثقة : استرجاع الثقة بقدرة الدين على توفير حلول عملية لمشاكل المجتمع الواقعية.</p>
    <p>
      في الختام، يمثل القرض الحسن نموذجًا للتمويل الذي يعزز من التعاون والتضامن في المجتمع، ويساهم
      في تحسين جودة حياة الأفراد وتعزيز فرصهم الاقتصادية دون اللجوء إلى الربا.
    </p>
    <h4 class="mt-5 mb-4">القرض الحسن في القرآن الكريم :</h4>
    <p class="quran">
      (إِنَّ الْمُصَّدِّقِينَ وَالْمُصَّدِّقَاتِ وَأَقْرَضُوا اللَّهَ
      <span class="text-green"> قَرْضًا حَسَنًا </span> يُضَاعَفُ لَهُمْ وَلَهُمْ أَجْرٌ كَرِيمٌ)
      الحديد ٥٧:١٨
    </p>
    <p class="quran">
      (إِن تُقْرِضُوا اللَّهَ <span class="text-green"> قَرْضًا حَسَنًا </span> يُضَاعِفْهُ لَكُمْ
      وَيَغْفِرْ لَكُمْ ۚ وَاللَّهُ شَكُورٌ حَلِيمٌ) التغابن ٦٤:١٧
    </p>
    <p class="quran">
      (مَّن ذَا الَّذِي يُقْرِضُ اللَّهَ
      <span class="text-green"> قَرْضًا حَسَنًا </span> فَيُضَاعِفَهُ لَهُ وَلَهُ أَجْرٌ كَرِيمٌ)
      الحديد ٥٧:١١
    </p>
    <p class="quran">
      (مَّن ذَا الَّذِي يُقْرِضُ اللَّهَ
      <span class="text-green"> قَرْضًا حَسَنًا </span> فَيُضَاعِفَهُ لَهُ أَضْعَافًا كَثِيرَةً ۚ
      وَاللَّهُ يَقْبِضُ وَيَبْسُطُ وَإِلَيْهِ تُرْجَعُونَ) البقرة ٢:٢٤٥
    </p>
    <p class="quran">
      (وَلَقَدْ أَخَذَ اللَّهُ مِيثَاقَ بَنِي إِسْرَائِيلَ وَبَعَثْنَا مِنْهُمُ اثْنَيْ عَشَرَ
      نَقِيبًا ۖ وَقَالَ اللَّهُ إِنِّي مَعَكُمْ ۖ لَئِنْ أَقَمْتُمُ الصَّلَاةَ وَآتَيْتُمُ
      الزَّكَاةَ وَآمَنتُم بِرُسُلِي وَعَزَّرْتُمُوهُمْ وَأَقْرَضْتُمُ اللَّهَ
      <span class="text-green"> قَرْضًا حَسَنًا </span> لَّأُكَفِّرَنَّ عَنكُمْ سَيِّئَاتِكُمْ
      وَلَأُدْخِلَنَّكُمْ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ ۚ فَمَن كَفَرَ بَعْدَ ذَٰلِكَ
      مِنكُمْ فَقَدْ ضَلَّ سَوَاءَ السَّبِيلِ) المائدة ٥:١٢
    </p>
    <p class="quran">
      (وَأَقْرِضُوا اللَّهَ <span class="text-green"> قَرْضًا حَسَنًا </span> وَمَا تُقَدِّمُوا
      لِأَنفُسِكُم مِّنْ خَيْرٍ تَجِدُوهُ عِندَ اللَّهِ هُوَ خَيْرًا وَأَعْظَمَ أَجْرًا ۚ
      وَاسْتَغْفِرُوا اللَّهَ ۖ إِنَّ اللَّهَ غَفُورٌ رَّحِيمٌ) المزمل ٧٣:٢٠
    </p>
    <p class="quran">
      ﴿مَّثَلُ الَّذِينَ يُنفِقُونَ أَمْوَالَهُمْ فِي سَبِيلِ اللّهِ كَمَثَلِ حَبَّةٍ أَنبَتَتْ
      سَبْعَ سَنَابِلَ فِي كُلِّ سُنبُلَةٍ مِّئَةُ حَبَّةٍ وَاللّهُ يُضَاعِفُ لِمَن يَشَاء وَاللّهُ
      وَاسِعٌ عَلِيمٌ﴾البقرة ٢:٢٦١
    </p>
    <h4 class="mt-5 mb-4">القرض الحسن في الاحاديث الشريفة :</h4>
    <p>
      عن النبي (ص) : “مَن نفَّس عن مؤمنٍ كربةً من كُرَب الدنيا، نفَّس الله عنه كربةً من كُرَب يوم
      القيامة، ومن يسَّر على معسرٍ، يسَّر الله عليه في الدنيا والآخرة، ومن ستر مسلمًا ستره الله في
      الدنيا والآخرة، واللهُ في عون العبد ما كان العبد في عون أخيه”
    </p>
    <p>
      قال رسول الله (ص) : “رأيت ليلة أسري بي على باب الجنة مكتوباً الصدقة بعشر أمثالها، والقرض
      بثمانية عشر، فقلت: يا جبريل ما بال القرض أفضل من الصدقة؟ قال: لأن السائل يسأل وعنده، والمستقرض
      لا يستقرض إلا من حاجة”
    </p>
    <p>
      عن أبي عبد الله (ع) : “مَا مِنْ مُؤْمِنٍ أَقْرَضَ مُؤْمِناً يَلْتَمِسُ بِهِ وَجْهَ اللهِ
      إِلَّا حَسَبَ الله لَهُ أَجْرَهُ بِحِسَابِ الصَّدَقَةِ حَتَّى يَرْجِعَ إِلَيْهِ مَالُهُ”
    </p>
    <p>
      عن رسول الله (ص): “دخلت الجنة فرأيت على بابها: الصدقة بعشرة، والقرض بثمانية عشر، فقلت: يا
      جبرئيل: كيف صارت الصدقة بعشرة والقرض بثمانية عشر؟ قال: لأن الصدقة تقع على يد الغني والفقير،
      والقرض لا يقع إلا في يد من يحتاج إليه”
    </p>
    <h4 class="mt-5 mb-4">خطوات المتبعة عند منح القروض:</h4>
    <p>
      تحديد الهدف والشروط: تحديد سبب منح القرض والمبلغ المطلوب والضمانات المطلوبة. يجب تحديد الغرض
      من القرض ،كما يجب تحديد شروط القرض مثل المبلغ المطلوب، مدة القرض، وأي ضمانات مطلوبة.
    </p>
    <p>
      1. تقييم المستفيد: يجب إجراء تقييم للمستفيد لتحديد قدرته على سداد القرض. هذا يشمل تقييم دخله
      وإلتزاماته المالية الحالية.
    </p>

    <p>
      2. تحديد الضمانات : مثل ضمانات مصرفية كبطاقة الراتب أو ضمانات عينية مثل الذهب أو العقار بصورة
      تتناسب مع القرض الممنوح
    </p>
    <p>
      3. إعداد الوثائق القانونية: يجب إعداد وثائق رسمية تحدد شروط وتفاصيل القرض. هذه الوثائق تشمل
      اتفاق القرض، الجداول المالية (مثل جدول السداد)، وأية شروط خاصة أخرى تم الاتفاق عليها.
    </p>
    <p>
      4. توقيع الاتفاق: بمجرد إعداد الوثائق القانونية، يقوم المستفيد بتوقيع الاتفاق. هذا يعني
      الموافقة الرسمية على الشروط المحددة للقرض.
    </p>
    <p>5. صرف القرض: بعد توقيع الاتفاق، يتم اعطاء القرض بصورة عينية إلى المستفيد.</p>
    <p>6. متابعة السداد: متابعة سداد القرض وفقًا للجدول المحدد في الاتفاق..</p>
    <p>
      7. إعادة التقييم (إذا لزم الأمر): في حالة وجود تغيرات في وضع المستفيد، قد تكون هناك حاجة إلى
      إعادة التقييم وإعادة التفاوض بشأن شروط القرض، مثل تمديد مدة السداد أو إعادة جدولة الأقساط.
    </p>
  </div>
</template>
