<script lang="ts" setup>
import ContentBlock from '../components/ContentBlock.vue'
import DownloadApp from '../components/DownloadApp.vue'
</script>

<template>
  <div class="container p-5">
    <router-link to="/">
      <button class="btn btn-dark mb-5">الرجوع</button>
    </router-link>
    <h1 class="fs-1 text-center mb-4">منصة سنبلة</h1>
    <p>
      في عصر يتسم بالتقدم التكنولوجي والتركيز المتزايد على المشاركة المدنية، يشكل تطبيق حملات جمع
      التواقيع ثورة في الطريقة التي يعبر بها الناس عن مخاوفهم، ويدافعون عن التغيير، ويحشدون الدعم
      لمختلف القضايا.
    </p>
    <p>
      تسخر هذه المنصة المبتكرة قوة الاتصال الرقمي لتزويد الأفراد والمجتمعات والمنظمات بوسائل سلسة
      ومؤثرة لإنشاء الحملات وتوقيعها ومشاركتها دون عناء.
    </p>
    <p>
      من خلال مزج راحة التكنولوجيا الحديثة مع الممارسة القديمة للعمل الجماعي، ستصبح المنصة حجر
      الزاوية في النشاط الحديث، وتمكن المستخدمين من تضخيم أصواتهم وإحداث تغيير هادف على مستوى الوطن.
    </p>
    <p>
      في عالم مترابط بشكل متزايد، لم يغير العصر الرقمي الطريقة التي نتواصل بها فحسب، بل غيّر أيضا
      كيفية مشاركتنا في العملية الديمقراطية. وستكون هذه المنصة أداة فعالة في هذا التطور، بمثابة ساحة
      افتراضية يمكن للأفراد تحشيد الدعم لقضايا قريبة من قلوبهم فيها. توفر هذه المنصة تجربة مبسطة،
      تسمح للمستخدمين بإنشاء الحملات ببضع نقرات فقط، ومشاركتها عبر منصات التواصل الاجتماعي المختلفة،
      وجمع التوقيعات من جمهور متنوع.
    </p>
    <p>
      إحدى المزايا الرئيسية هي إمكانية الوصول. يمكن للأشخاص من جميع مناحي الحياة، بغض النظر عن
      موقعهم الجغرافي أو خلفيتهم الاجتماعية والاقتصادية، استخدام هذه التطبيقات لدعم القضايا التي
      تهمهم أكثر. وقد أدى هذا الشمول إلى توسيع نطاق جهود التحشيد الديموقراطي، مما سيمكن الحملات
      الشعبية من اكتساب الزخم والتأثير على صناع القرار بشكل أكثر فعالية من أي وقت مضى.
    </p>
    <p>
      علاوة على ذلك، فإن طبيعة المنصة في الوقت الفعلي تعمل على تعزيز سرعة الدعوة. غالبًا ما تستغرق
      العرائض الورقية التقليدية وقتًا لتعميمها وجمع التوقيعات، في حين تعمل المنصة على تسريع العملية،
      مما يسمح للأمور العاجلة باكتساب قوة جذب سريعة. سواء كان الأمر يتعلق بالدفاع عن الحفاظ على
      البيئة، أو إصلاح العدالة الاجتماعية، أو مسؤولية الشركات، فإن هذه المنصة تمكن المستخدمين من
      الاستجابة بسرعة للقضايا الناشئة، مما يزيد من تأثير جهودهم إلى الحد الأقصى.
    </p>
    <p>
      بالإضافة إلى تضخيم الأصوات الفردية، تشجع المنصة التعاون والتضامن بين الأفراد والمنظمات ذات
      التفكير المماثل. يمكن للداعمين بسهولة العثور على الحملات التي تتوافق مع قيمهم والانضمام إليها،
      مما يؤدي إلى بناء شعور بالانتماء للمجتمع حول الأهداف المشتركة. وهذا الشعور بالوحدة لا يعزز
      الصوت الجماعي الأقوى فحسب، بل يمكّن أيضًا الناشطين من تبادل الأفكار والاستراتيجيات والموارد،
      مما يثري تجربة المناصرة الشاملة.
    </p>
    <p>
      تمثل المنصة قوة تحويلية في الدعوة الحديثة، حيث سدت الفجوة بين النشاط التقليدي والعصر الرقمي.
      ومن خلال تسهيل إنشاء الحملات ونشرها وتوقيعها، ستنجح هذه المنصة في إضفاء طابع ديمقراطي على
      عملية التأثير على التغيير، مما يسمح للأفراد بالمشاركة في تشكيل مجتمعاتهم بطرق غير مسبوقة. مع
      استمرار تطور التكنولوجيا، تظل قدرة المنصة على إحداث تغيير إيجابي ومحاسبة المؤسسات جانبًا
      مقنعًا وديناميكيًا للمشاركة المدنية المعاصرة.
    </p>
    <hr class="my-5" />
    <h1 class="fs-1 text-center mb-5">بعض جوانب التطبيق</h1>
    <div class="row">
      <div class="col-lg-6 col-sm-12 mb-5">
        <ContentBlock
          title="تصفح الحملات الموجودة في المنصة وشارك في الحملة التي تلائم توجهاتك واهدافك"
          image="/screen2.png"
          size="fs-5 text-center text-secondary"
        />
      </div>
      <div class="col-lg-6 col-sm-12 mb-5">
        <ContentBlock
          size="fs-5 text-center text-secondary"
          title="تابع تطور الحملات التي شاركت فيها"
          image="/screen4.png"
        />
      </div>
    </div>
    <div class="row">
      <div class="col-lg-6 col-sm-12 mb-5">
        <ContentBlock
          size="fs-5 text-center text-secondary"
          title="انشئ الحملة الخاصة بك لبدء التغيير الذي تأمله في المجتمع"
          image="/screen3.png"
        />
      </div>
      <div class="col-lg-6 col-sm-12 mb-5">
        <ContentBlock
          size="fs-5 text-center text-secondary"
          title="تابع الحملات التي انشئتها ومدى تطورها"
          image="/screen1.png"
        />
      </div>
      <hr class="my-5" />

      <div class="justify-content-center text-center row m-auto">
        <download-app />
      </div>
    </div>
  </div>
</template>
