<script lang="ts" setup>
import ContentBlock from '@/components/ContentBlock.vue'
</script>

<template>
  <div class="container p-5">
    <router-link to="/">
      <button class="btn btn-dark">الرجوع</button>
    </router-link>
    <h1 class="text-center mb-4">منصة سنبلة</h1>
    <p>
      في عصر يتسم بالتقدم التكنولوجي والتركيز المتزايد على المشاركة المدنية، أحدث ظهور تطبيقات
      العرائض ثورة في الطريقة التي يعبر بها الناس عن مخاوفهم، ويدافعون عن التغيير، ويحشدون الدعم
      لمختلف القضايا.
    </p>
    <p>
      لقد سخرت هذه المنصات المبتكرة قوة الاتصال الرقمي لتزويد الأفراد والمجتمعات والمنظمات بوسائل
      سلسة ومؤثرة لإنشاء الحملات وتوقيعها ومشاركتها دون عناء.
    </p>
    <p>
      من خلال مزج راحة التكنولوجيا الحديثة مع الممارسة القديمة للعمل الجماعي، أصبحت تطبيقات العرائض
      حجر الزاوية في النشاط الحديث، وتمكين المستخدمين من تضخيم أصواتهم وإحداث تغيير هادف على
      المستويات المحلية والوطنية والعالمية.
    </p>
    <p>
      في عالم مترابط بشكل متزايد، لم يغير العصر الرقمي الطريقة التي نتواصل بها فحسب، بل غيّر أيضا
      كيفية مشاركتنا في العملية الديمقراطية. وقد برزت تطبيقات الالتماسات كأداة فعالة في هذا التطور،
      حيث كانت بمثابة ساحة افتراضية للمدينة حيث يمكن للأفراد حشد الدعم لقضايا قريبة من قلوبهم. توفر
      هذه التطبيقات تجربة مبسطة، مما يسمح للمستخدمين بإنشاء الالتماسات ببضع نقرات فقط، ومشاركتها عبر
      منصات التواصل الاجتماعي المختلفة، وجمع التوقيعات من جمهور متنوع وعالمي.
    </p>
    <p>
      إحدى المزايا الرئيسية لتطبيقات العريضة هي إمكانية الوصول إليها. يمكن للأشخاص من جميع مناحي
      الحياة، بغض النظر عن موقعهم الجغرافي أو خلفيتهم الاجتماعية والاقتصادية، استخدام هذه التطبيقات
      لدعم القضايا التي تهمهم أكثر. وقد أدى هذا الشمول إلى توسيع نطاق جهود المناصرة، مما مكن الحملات
      الشعبية من اكتساب الزخم والتأثير على صناع القرار بشكل أكثر فعالية من أي وقت مضى.
    </p>
    <p>
      علاوة على ذلك، فإن طبيعة هذه المنصات في الوقت الفعلي تعمل على تعزيز سرعة الدعوة. غالبًا ما
      تستغرق العرائض الورقية التقليدية وقتًا لتعميمها وجمع التوقيعات، في حين تعمل تطبيقات العرائض
      على تسريع العملية، مما يسمح للأمور العاجلة باكتساب قوة جذب سريعة. سواء كان الأمر يتعلق بالدفاع
      عن الحفاظ على البيئة، أو إصلاح العدالة الاجتماعية، أو مسؤولية الشركات، فإن هذه التطبيقات تمكن
      المستخدمين من الاستجابة بسرعة للقضايا الناشئة، مما يزيد من تأثير جهودهم إلى الحد الأقصى.
    </p>
    <p>
      بالإضافة إلى تضخيم الأصوات الفردية، تشجع تطبيقات العرائض التعاون والتضامن بين الأفراد
      والمنظمات ذات التفكير المماثل. يمكن للداعمين بسهولة العثور على الحملات التي تتوافق مع قيمهم
      والانضمام إليها، مما يؤدي إلى بناء شعور بالانتماء للمجتمع حول الأهداف المشتركة. وهذا الشعور
      بالوحدة لا يعزز الصوت الجماعي الأقوى فحسب، بل يمكّن أيضًا الناشطين من تبادل الأفكار
      والاستراتيجيات والموارد، مما يثري تجربة المناصرة الشاملة.
    </p>
    <p>
      ومع ذلك، كما هو الحال مع أي تقدم تكنولوجي، هناك اعتبارات يجب معالجتها. يمكن أن تؤدي سهولة
      إنشاء العرائض ومشاركتها إلى عدد هائل من الحملات، مما قد يؤدي إلى إضعاف الاهتمام والدعم للقضايا
      المهمة. علاوة على ذلك، في حين توفر تطبيقات العرائض منصة لرفع مستوى الوعي وجمع الدعم، فإن ترجمة
      التوقيعات الرقمية إلى عمل ملموس أو تغيير في السياسات تظل تحديًا يتطلب تنسيقًا استراتيجيًا
      وجهودًا إضافية في مجال المناصرة.
    </p>
    <p>
      في الختام، برزت تطبيقات العرائض كقوة تحويلية في الدعوة الحديثة، حيث سدت الفجوة بين النشاط
      التقليدي والعصر الرقمي. ومن خلال تسهيل إنشاء العرائض ونشرها وتوقيعها، نجحت هذه المنصات في
      إضفاء طابع ديمقراطي على عملية التأثير على التغيير، مما سمح للأفراد بالمشاركة في تشكيل
      مجتمعاتهم بطرق غير مسبوقة. مع استمرار تطور التكنولوجيا، تظل قدرة تطبيقات العرائض على إحداث
      تغيير إيجابي ومحاسبة المؤسسات جانبًا مقنعًا وديناميكيًا للمشاركة المدنية المعاصرة.
    </p>
    <hr class="my-5" />
    <h1 class="text-center">بعض جوانب التطبيق</h1>
    <div class="row">
      <div class="col-lg-6 col-sm-12">
        <ContentBlock
          title="تصفح الحملات الموجودة في المنصة وشارك في الحملة التي تلائم توجهاتك واهدافك"
          image="/screen2.png"
          size="fs-5 text-center"
        />
      </div>
      <div class="col-lg-6 col-sm-12">
        <ContentBlock
          size="fs-5 text-center"
          title="تابع تطور الحملات التي شاركت فيها"
          image="/screen4.png"
        />
      </div>
    </div>
    <div class="row">
      <div class="col-lg-6 col-sm-12">
        <ContentBlock
          size="fs-5 text-center"
          title="انشئ الحملة الخاصة بك لبدء التغيير الذي تأمله في المجتمع"
          image="/screen3.png"
        />
      </div>
      <div class="col-lg-6 col-sm-12">
        <ContentBlock
          size="fs-5 text-center"
          title="تابع الحملات التي انشئتها ومدى تطورها"
          image="/screen1.png"
        />
      </div>
    </div>
  </div>
</template>
